ack
acpi
adobe-source-code-pro-fonts
alsa-utils
alsi
android-tools
apache
arch-install-scripts
autoconf
automake
bash
bind-tools
binutils
bison
bzip2
calibre
cmake
cmatrix
conky
copyq
coreutils
cryptsetup
ctags
device-mapper
dhcpcd
dhcping
dia
dialog
diffutils
discord
dmidecode
dosbox
dosemu
dosfstools
downgrade
dropbox
dropbox-cli
e2fsprogs
efibootmgr
emacs
espeak
fakeroot
feh
file
filesystem
filezilla
findutils
firefox
flex
freerdp
gawk
gcc
gcc-libs
gdb
gettext
gimp
git
glibc
glxgears
glxinfo
gmrun
gnuplot
google-chrome
gparted
gprolog
grep
groff
grub
grub-customizer
grub2-theme-archlinux
gtkhotkey
gvfs
gzip
hardinfo
heimdall
htop
hwloc
inetutils
iproute2
iputils
irssi
jdk8-openjdk
jetbrains-toolbox
jfsutils
jmtpfs
keepass
keepass-plugin-keeagent
la-capitaine-icon-theme-git
less
lesspipe
lftp
lib32-nvidia-utils
libinput-gestures-git
libreoffice-fresh
libtool
licenses
light-git
links
linux
linux-firmware
logrotate
lshw
lvm2
lxappearance
lxappearance-obconf
lxc
m4
make
man-db
man-pages
mariadb
mc
mdadm
memconf
mlocate
moreutils
mpd
mpv
mutt
namcap
nano
ncmpcpp
net-tools
netctl
nmap
nomacs
ntfs-3g
ntp
numix-themes-archblue
nvidia
nvidia-settings
octave
openbox
openssh
os-prober
p7zip
pacgraph
pacman
patch
pavucontrol
pciutils
perl
perl-clipboard
php
php-apache
pkgconf
postgresql
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
putty
pygmentize
python-gobject
python-pip
python-psycopg2
qalculate-gtk
qbittorrent
ranger
redshift
reiserfsprogs
remmina
rtorrent
rxvt-unicode-patched
s-nail
samba
scrot
sed
shadow
slack-desktop
smartgit
spotify
sshpass
steam
steam-native-pcre-fix
sublime-text-3-imfix
sudo
swi-prolog
sysfsutils
systemd
systemd-sysvcompat
tar
terminator
texinfo
thunar
thunar-volman
thunderbird
tint2
tmux
tree
trizen
ttf-ms-fonts
unrar
upower
urxvt-perls
usbutils
util-linux
vi
vim
vim-clang-format-git
vlc
which
wpa_supplicant
wpa_supplicant_gui
xf86-input-synaptics
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver-arch-logo-nogdm
xterm
youtube-dl
zip
zsh
